src/week_02/housework2/wrk
wrk -c 40 -d30s http://localhost:8088                               20:32:05
Running 30s test @ http://localhost:8088
  2 threads and 40 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     3.82ms   10.98ms 182.83ms   95.04%
    Req/Sec    11.43k     4.35k   21.34k    59.93%
  682764 requests in 30.08s, 169.42MB read
  Non-2xx or 3xx responses: 682764
Requests/sec:  22700.09
Transfer/sec:      5.63MB